Repository: ImVeryHungry123/pollvoter
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: hi, uk

source: Admin Dashboard
hi: एडमिन डैशबोर्ड
uk: Панель адміністратора

source: Admin Panel
hi: एडमिन पैनल
uk: Адмін-панель

source: Pending Reports
hi: लंबित रिपोर्ट
uk: Скарги на розгляді

source: Review reports carefully. Deleting content cannot be undone.
hi: रिपोर्ट की सावधानीपूर्वक समीक्षा करें। सामग्री को हटाने के बाद इसे पूर्ववत नहीं किया जा सकता है।
uk: Уважно переглядайте скарги. Видалення контенту неможливо скасувати.

source: Reports Queue
hi: रिपोर्ट कतार
uk: Черга скарг

source: Keep the community safe, Mango!
hi: समुदाय को सुरक्षित रखें, मैंगो!
uk: Бережи безпеку спільноти, Mango!

source: Case #
hi: केस #
uk: Справа №

source: Reported by
hi: द्वारा रिपोर्ट किया गया
uk: Поскаржився

source: Reason
hi: कारण
uk: Причина

source: Evidence
hi: सबूत
uk: Докази

source: Poll
hi: पोल
uk: Опитування

source: Author:
hi: लेखक:
uk: Автор:

source: Dismiss Report
hi: रिपोर्ट खारिज करें
uk: Відхилити скаргу

source: WARNING: You are about to DELETE this poll. This cannot be undone.
hi: चेतावनी: आप इस पोल को हटाने वाले हैं। इसे पूर्ववत नहीं किया जा सकता है।
uk: УВАГА: Ви збираєтесь ВИДАЛИТИ це опитування. Цю дію неможливо скасувати.

source: Delete Poll
hi: पोल हटाएं
uk: Видалити опитування

source: Comment
hi: टिप्पणी
uk: Коментар

source: Context: On poll
hi: संदर्भ: पोल पर
uk: Контекст: В опитуванні

source: WARNING: You are about to DELETE this comment.
hi: चेतावनी: आप इस टिप्पणी को हटाने वाले हैं।
uk: УВАГА: Ви збираєтесь ВИДАЛИТИ цей коментар.

source: Delete Comment
hi: टिप्पणी हटाएं
uk: Видалити коментар

source: All Clear!
hi: सब साफ़ है!
uk: Все чисто!

source: There are no pending reports. Great job keeping things safe.
hi: कोई लंबित रिपोर्ट नहीं है। चीजों को सुरक्षित रखने का बहुत अच्छा काम।
uk: Немає скарг на розгляді. Чудова робота з підтримання безпеки.

source: Go to Feed
hi: फ़ीड पर जाएं
uk: Перейти до стрічки

source: Home
hi: होम
uk: Головна

source: My Polls
hi: मेरे पोल
uk: Мої опитування

source: Create
hi: बनाएं
uk: Створити

source: Polls
hi: पोल
uk: Опитування

source: Notifications
hi: सूचनाएं
uk: Сповіщення

source: Admin
hi: एडमिन
uk: Адмін

source: Profile
hi: प्रोफ़ाइल
uk: Профіль

source: Toggle Theme
hi: थीम बदलें
uk: Змінити тему

source: Settings
hi: सेटिंग्स
uk: Налаштування

source: AI Chat
hi: AI चैट
uk: AI Чат

source: View
hi: देखें
uk: Переглянути

source: View all
hi: सभी देखें
uk: Переглянути все

source: No notifications
hi: कोई सूचना नहीं
uk: Немає сповіщень

source: Log out
hi: लॉग आउट
uk: Вийти

source: Login
hi: लॉग इन
uk: Увійти

source: Register
hi: रजिस्टर
uk: Реєстрація

source: Have a nice day!
hi: आपका दिन शुभ हो!
uk: Гарного дня!

source: Notifs
hi: सूचनाएं
uk: Сповіщ.

source: Create a New Poll
hi: एक नया पोल बनाएं
uk: Створити нове опитування

source: Posting Tips
hi: पोस्टिंग सुझाव
uk: Поради щодо публікації

source: Keep it short
hi: इसे छोटा रखें
uk: Стислість

source: Short titles get more votes.
hi: छोटे शीर्षकों को अधिक वोट मिलते हैं।
uk: Короткі заголовки отримують більше голосів.

source: Be clear
hi: स्पष्ट रहें
uk: Будьте чіткими

source: Make sure your options cover all bases.
hi: सुनिश्चित करें कि आपके विकल्प सभी पहलुओं को कवर करते हैं।
uk: Переконайтеся, що варіанти охоплюють всі аспекти.

source: Engage
hi: जुड़ाव बढ़ाएं
uk: Залучайте

source: Ask questions that spark debate!
hi: ऐसे प्रश्न पूछें जो बहस छेड़ दें!
uk: Задавайте питання, що викликають дискусію!

source: Question / Title
hi: प्रश्न / शीर्षक
uk: Питання / Заголовок

source: e.g., What is the best winter game?
hi: जैसे, सबसे अच्छा शीतकालीन खेल कौन सा है?
uk: напр., Яка найкраща зимова гра?

source: Description (Optional)
hi: विवरण (वैकल्पिक)
uk: Опис (необов'язково)

source: Add a little context...
hi: थोड़ा संदर्भ जोड़ें...
uk: Додайте трохи контексту...

source: Max 70 characters
hi: अधिकतम 70 अक्षर
uk: Макс. 70 символів

source: Upload your files
hi: अपनी फ़ाइलें अपलोड करें
uk: Завантажте файли

source: Drag & drop or click to upload
hi: ड्रैग और ड्रॉप करें या अपलोड करने के लिए क्लिक करें
uk: Перетягніть або натисніть для завантаження

source: Images, Videos, Audio, or Text files
hi: चित्र, वीडियो, ऑडियो, या टेक्स्ट फ़ाइलें
uk: Зображення, відео, аудіо або текстові файли

source: Max size: 10MB per file
hi: अधिकतम आकार: प्रति फ़ाइल 10MB
uk: Макс. розмір: 10 МБ на файл

source: Multiple files allowed
hi: एकाधिक फ़ाइलों की अनुमति है
uk: Можна кілька файлів

source: Poll End Date (Optional):
hi: पोल समाप्ति तिथि (वैकल्पिक):
uk: Дата завершення (необов'язково):

source: Add Tags
hi: टैग जोड़ें
uk: Додати теги

source: (Divide by Commas, don't use hashtags!)
hi: (अल्पविराम से विभाजित करें, हैशटैग का उपयोग न करें!)
uk: (Розділяйте комами, не використовуйте хештеги!)

source: Funny, Cool, etc
hi: मजेदार, कूल, आदि
uk: Смішне, Круте тощо

source: Poll Options
hi: पोल विकल्प
uk: Варіанти відповіді

source: Select the radio button
hi: रेडियो बटन का चयन करें
uk: Оберіть перемикач

source: to mark the
hi: चिह्नित करने के लिए
uk: щоб позначити

source: correct answer
hi: सही उत्तर
uk: правильну відповідь

source: (for Quiz mode). Leave blank for a regular poll.
hi: (क्विज़ मोड के लिए)। नियमित पोल के लिए खाली छोड़ दें।
uk: (для режиму Вікторини). Залиште порожнім для звичайного опитування.

source: Mark as correct answer
hi: सही उत्तर के रूप में चिह्नित करें
uk: Позначити як правильну відповідь

source: Option 1
hi: विकल्प 1
uk: Варіант 1

source: Option 2
hi: विकल्प 2
uk: Варіант 2

source: + Add Another Option
hi: + एक और विकल्प जोड़ें
uk: + Додати ще варіант

source: Publish Poll
hi: पोल प्रकाशित करें
uk: Опублікувати опитування

source: Maximum 10 options allowed!
hi: अधिकतम 10 विकल्पों की अनुमति है!
uk: Дозволено максимум 10 варіантів!

source: Option
hi: विकल्प
uk: Варіант

source: Files selected!
hi: फ़ाइलें चयनित!
uk: Файли вибрано!

source: file
hi: फ़ाइल
uk: файл

source: files
hi: फ़ाइलें
uk: файли

source: ready
hi: तैयार
uk: готово

source: Edit Poll
hi: पोल संपादित करें
uk: Редагувати опитування

source: Current Stats
hi: वर्तमान आँकड़े
uk: Поточна статистика

source: You are editing
hi: आप संपादन कर रहे हैं
uk: Ви редагуєте

source: Votes:
hi: वोट:
uk: Голосів:

source: Comments:
hi: टिप्पणियाँ:
uk: Коментарів:

source: Back to Poll
hi: पोल पर वापस
uk: Повернутися до опитування

source: Title
hi: शीर्षक
uk: Заголовок

source: Description
hi: विवरण
uk: Опис

source: Max 100 characters
hi: अधिकतम 100 अक्षर
uk: Макс. 100 символів

source: Save Changes
hi: परिवर्तन सहेजें
uk: Зберегти зміни

source: Cancel
hi: रद्द करें
uk: Скасувати

source: Edit Profile
hi: प्रोफ़ाइल संपादित करें
uk: Редагувати профіль

source: Current Profile
hi: वर्तमान प्रोफ़ाइल
uk: Поточний профіль

source: Profile Banner
hi: प्रोफ़ाइल बैनर
uk: Банер профілю

source: Current Banner
hi: वर्तमान बैनर
uk: Поточний банер

source: Change Cover
hi: कवर बदलें
uk: Змінити обкладинку

source: Recommended size: 1200x300px
hi: अनुशंसित आकार: 1200x300px
uk: Рекомендований розмір: 1200x300px

source: Display Name
hi: प्रदर्शन नाम
uk: Відображуване ім'я

source: Bio
hi: बायो
uk: Про себе

source: Save
hi: सहेजें
uk: Зберегти

source: Create a Poll
hi: एक पोल बनाएं
uk: Створити опитування

source: What's your question?
hi: आपका प्रश्न क्या है?
uk: Яке у вас питання?

source: Description (optional)
hi: विवरण (वैकल्पिक)
uk: Опис (необов'язково)

source: + Add Option
hi: + विकल्प जोड़ें
uk: + Додати варіант

source: Create Poll
hi: पोल बनाएं
uk: Створити опитування

source: People to Follow
hi: फ़ॉलो करने के लिए लोग
uk: Кого читати

source: Follow
hi: फ़ॉलो करें
uk: Стежити

source: No new users to follow.
hi: फ़ॉलो करने के लिए कोई नया उपयोगकर्ता नहीं।
uk: Немає нових користувачів для підписки.

source: Search polls...
hi: पोल खोजें...
uk: Пошук опитувань...

source: Clear
hi: साफ़ करें
uk: Очистити

source: Recent Polls
hi: हालिया पोल
uk: Нещодавні опитування

source: Author
hi: लेखक
uk: Автор

source: This is a Quiz
hi: यह एक क्विज़ है
uk: Це вікторина

source: Quiz
hi: क्विज़
uk: Вікторина

source: more options
hi: अधिक विकल्प
uk: ще варіанти

source: Contains Attachments
hi: संलग्नक शामिल हैं
uk: Містить вкладення

source: votes
hi: वोट
uk: голосів

source: comments
hi: टिप्पणियाँ
uk: коментарів

source: Vote
hi: वोट
uk: Голосувати

source: Prev
hi: पिछला
uk: Попер.

source: Page
hi: पृष्ठ
uk: Сторінка

source: of
hi: का
uk: з

source: Next
hi: अगला
uk: Наст.

source: Nothing found
hi: कुछ नहीं मिला
uk: Нічого не знайдено

source: for
hi: के लिए
uk: за запитом

source: Try searching for something else or create a poll!
hi: कुछ और खोजने का प्रयास करें या एक पोल बनाएं!
uk: Спробуйте пошукати щось інше або створіть опитування!

source: Welcome to
hi: में आपका स्वागत है
uk: Ласкаво просимо до

source: Join the community to create polls and vote on trending topics.
hi: पोल बनाने और ट्रेंडिंग विषयों पर वोट करने के लिए समुदाय में शामिल हों।
uk: Приєднуйтесь до спільноти, щоб створювати опитування та голосувати.

source: Limit reached for quick poll. Use full creator for more.
hi: त्वरित पोल की सीमा समाप्त। अधिक के लिए पूर्ण निर्माता का उपयोग करें।
uk: Досягнуто ліміту швидкого опитування. Використовуйте повний редактор.

source: Log In
hi: लॉग इन
uk: Вхід

source: Welcome Back
hi: वापसी पर स्वागत है
uk: З поверненням

source: Log in to manage your polls.
hi: अपने पोल प्रबंधित करने के लिए लॉग इन करें।
uk: Увійдіть, щоб керувати своїми опитуваннями.

source: Username
hi: उपयोगकर्ता नाम
uk: Ім'я користувача

source: Enter your username
hi: अपना उपयोगकर्ता नाम दर्ज करें
uk: Введіть ім'я користувача

source: Password
hi: पासवर्ड
uk: Пароль

source: Enter your password
hi: अपना पासवर्ड दर्ज करें
uk: Введіть пароль

source: No account?
hi: कोई खाता नहीं?
uk: Немає акаунту?

source: Register here
hi: यहाँ रजिस्टर करें
uk: Зареєструйтеся тут

source: Avatar
hi: अवतार
uk: Аватар

source: Total Polls
hi: कुल पोल
uk: Всього опитувань

source: Quick Actions
hi: त्वरित कार्रवाई
uk: Швидкі дії

source: + Create New Poll
hi: + नया पोल बनाएं
uk: + Створити нове опитування

source: Managing
hi: प्रबंधन
uk: Керування

source: polls
hi: पोल
uk: опитуваннями

source: Posted on
hi: को पोस्ट किया गया
uk: Опубліковано

source: Edit
hi: संपादित करें
uk: Редагувати

source: Are you sure you want to delete this poll?
hi: क्या आप वाकई इस पोल को हटाना चाहते हैं?
uk: Ви впевнені, що хочете видалити це опитування?

source: Delete
hi: हटाएं
uk: Видалити

source: ← Previous
hi: ← पिछला
uk: ← Попер.

source: Next →
hi: अगला →
uk: Наст. →

source: It's quiet here...
hi: यहाँ शांति है...
uk: Тут тихо...

source: You haven't posted any polls yet.
hi: आपने अभी तक कोई पोल पोस्ट नहीं किया है।
uk: Ви ще не публікували опитувань.

source: Create your first poll
hi: अपना पहला पोल बनाएं
uk: Створіть своє перше опитування

source: Manage
hi: प्रबंधित करें
uk: Керувати

source: Stay updated with the latest votes and comments on your polls.
hi: अपने पोल पर नवीनतम वोटों और टिप्पणियों के साथ अपडेट रहें।
uk: Будьте в курсі останніх голосувань та коментарів у ваших опитуваннях.

source: Mark all as read
hi: सभी को पढ़ा हुआ चिह्नित करें
uk: Позначити всі як прочитані

source: Notification Settings
hi: अधिसूचना सेटिंग्स
uk: Налаштування сповіщень

source: Just now
hi: अभी अभी
uk: Щойно

source: View Poll
hi: पोल देखें
uk: Переглянути опитування

source: All caught up!
hi: सब कुछ देख लिया!
uk: Ви все переглянули!

source: You have no new notifications.
hi: आपके पास कोई नई सूचना नहीं है।
uk: У вас немає нових сповіщень.

source: Poll Stats
hi: पोल आँकड़े
uk: Статистика опитування

source: Votes
hi: वोट
uk: Голоси

source: Comments
hi: टिप्पणियाँ
uk: Коментарі

source: Posted:
hi: पोस्ट किया गया:
uk: Опубліковано:

source: Status:
hi: स्थिति:
uk: Статус:

source: Active
hi: सक्रिय
uk: Активне

source: Closed
hi: बंद
uk: Закрите

source: Report this poll
hi: इस पोल की रिपोर्ट करें
uk: Поскаржитися на опитування

source: Asked a question
hi: एक प्रश्न पूछा
uk: Задав(-ла) питання

source: Quiz Mode
hi: क्विज़ मोड
uk: Режим вікторини

source: Share this Poll
hi: इस पोल को साझा करें
uk: Поділитися опитуванням

source: Check out this poll:
hi: इस पोल को देखें:
uk: Погляньте на це опитування:

source: Share on Telegram
hi: Telegram पर साझा करें
uk: Поділитися в Telegram

source: Share on X
hi: X पर साझा करें
uk: Поділитися в X

source: Copy Link
hi: लिंक कॉपी करें
uk: Копіювати посилання

source: Ends in:
hi: में समाप्त:
uk: Завершується через:

source: Calculating...
hi: गणना हो रही है...
uk: Обчислення...

source: d
hi: दिन
uk: д

source: h
hi: घंटे
uk: г

source: m
hi: मिनट
uk: хв

source: s
hi: सेकंड
uk: с

source: EXPIRED
hi: समाप्त
uk: ЗАВЕРШЕНО

source: Poll Closed
hi: पोल बंद
uk: Опитування закрите

source: Attachments
hi: संलग्नक
uk: Вкладення

source: Poll Image
hi: पोल छवि
uk: Зображення опитування

source: Download
hi: डाउनलोड
uk: Завантажити

source: Correct!
hi: सही!
uk: Правильно!

source: You got the right answer.
hi: आपने सही उत्तर दिया।
uk: Ви дали правильну відповідь.

source: Oops! Wrong.
hi: ओह! गलत।
uk: Ой! Неправильно.

source: Better luck next time.
hi: अगली बार बेहतर किस्मत।
uk: Пощастить наступного разу.

source: You voted for:
hi: आपने वोट दिया:
uk: Ви проголосували за:

source: Submit Vote
hi: वोट जमा करें
uk: Проголосувати

source: Voting is disabled because the poll has ended.
hi: वोटिंग अक्षम है क्योंकि पोल समाप्त हो गया है।
uk: Голосування вимкнено, оскільки опитування завершено.

source: Discussion
hi: चर्चा
uk: Обговорення

source: Share your thoughts...
hi: अपने विचार साझा करें...
uk: Поділіться думками...

source: Post Comment
hi: टिप्पणी पोस्ट करें
uk: Опублікувати коментар

source: Pinned by Author
hi: लेखक द्वारा पिन किया गया
uk: Закріплено автором

source: Unpin
hi: अनपिन करें
uk: Відкріпити

source: Pin
hi: पिन करें
uk: Закріпити

source: Remove Heart
hi: हार्ट हटाएँ
uk: Забрати вподобайку

source: Give Heart
hi: हार्ट दें
uk: Вподобати

source: Liked by the author
hi: लेखक द्वारा पसंद किया गया
uk: Сподобалось автору

source: Delete comment?
hi: टिप्पणी हटाएं?
uk: Видалити коментар?

source: No comments yet. Be the first to say something!
hi: अभी तक कोई टिप्पणी नहीं। कुछ कहने वाले पहले व्यक्ति बनें!
uk: Коментарів поки немає. Скажіть щось першим!

source: Link copied to clipboard!
hi: लिंक क्लिपबोर्ड पर कॉपी किया गया!
uk: Посилання скопійовано в буфер обміну!

source: All Polls
hi: सभी पोल
uk: Всі опитування

source: Feed Filters
hi: फ़ीड फ़िल्टर
uk: Фільтри стрічки

source: Newest
hi: नवीनतम
uk: Найновіші

source: Popular
hi: लोकप्रिय
uk: Популярні

source: Most Discussed
hi: सबसे ज्यादा चर्चा में
uk: Обговорювані

source: Got a question?
hi: कोई प्रश्न है?
uk: Маєте питання?

source: Ask the community and get instant feedback.
hi: समुदाय से पूछें और तुरंत प्रतिक्रिया प्राप्त करें।
uk: Запитайте спільноту та отримайте миттєвий відгук.

source: + Create Poll
hi: + पोल बनाएं
uk: + Створити опитування

source: Popular Polls
hi: लोकप्रिय पोल
uk: Популярні опитування

source: Discussed Polls
hi: चर्चित पोल
uk: Обговорювані опитування

source: Latest Polls
hi: नवीनतम पोल
uk: Останні опитування

source: Vote Now
hi: अभी वोट करें
uk: Проголосувати

source: No polls found...
hi: कोई पोल नहीं मिला...
uk: Опитувань не знайдено...

source: Be the first one to start a conversation!
hi: बातचीत शुरू करने वाले पहले व्यक्ति बनें!
uk: Будьте першим, хто почне розмову!

source: Your Profile
hi: आपकी प्रोफ़ाइल
uk: Ваш профіль

source: Profile Picture
hi: प्रोफ़ाइल चित्र
uk: Фото профілю

source: Joined
hi: शामिल हुए
uk: Приєднався(-лась)

source: About
hi: के बारे में
uk: Про себе

source: Just exploring and creating polls!
hi: बस खोज रहा हूँ और पोल बना रहा हूँ!
uk: Просто досліджую та створюю опитування!

source: Your Polls
hi: आपके पोल
uk: Ваші опитування

source: You haven't created any polls yet.
hi: आपने अभी तक कोई पोल नहीं बनाया है।
uk: Ви ще не створили жодного опитування.

source: Create Account
hi: खाता बनाएं
uk: Створити акаунт

source: Join the community to start voting!
hi: वोटिंग शुरू करने के लिए समुदाय में शामिल हों!
uk: Приєднуйтесь до спільноти, щоб голосувати!

source: Choose a unique username
hi: एक अद्वितीय उपयोगकर्ता नाम चुनें
uk: Оберіть унікальне ім'я користувача

source: Create a strong password
hi: एक मजबूत पासवर्ड बनाएं
uk: Створіть надійний пароль

source: Already have an account?
hi: क्या आपके पास पहले से एक खाता है?
uk: Вже маєте акаунт?

source: Log in here
hi: यहाँ लॉग इन करें
uk: Увійдіть тут

source: Report
hi: रिपोर्ट
uk: Поскаржитися

source: Safety First
hi: सुरक्षा पहले
uk: Безпека понад усе

source: Thanks for helping keep Pollvoter safe! Please report content that includes:
hi: Pollvoter को सुरक्षित रखने में मदद करने के लिए धन्यवाद! कृपया ऐसी सामग्री की रिपोर्ट करें जिसमें शामिल हो:
uk: Дякуємо, що допомагаєте робити Pollvoter безпечним! Будь ласка, повідомляйте про контент, що містить:

source: Harassment or bullying
hi: उत्पीड़न या धमकाना
uk: Домагання або булінг

source: Spam or scams
hi: स्पैम या घोटाले
uk: Спам або шахрайство

source: Inappropriate content
hi: अनुचित सामग्री
uk: Неприйнятний контент

source: You are about to report the following content. This will be sent to the admin team for review.
hi: आप निम्नलिखित सामग्री की रिपोर्ट करने वाले हैं। इसे समीक्षा के लिए एडमिन टीम को भेजा जाएगा।
uk: Ви збираєтесь поскаржитися на наступний контент. Це буде надіслано команді адміністраторів для перевірки.

source: Posted by
hi: द्वारा पोस्ट किया गया
uk: Опублікував(-ла)

source: on poll
hi: पोल पर
uk: в опитуванні

source: Why are you reporting this?
hi: आप इसकी रिपोर्ट क्यों कर रहे हैं?
uk: Чому ви скаржитесь на це?

source: Please provide specific details...
hi: कृपया विशिष्ट विवरण प्रदान करें...
uk: Будь ласка, надайте конкретні деталі...

source: Submit Report
hi: रिपोर्ट जमा करें
uk: Надіслати скаргу

source: %(username)s's Profile
hi: %(username)s की प्रोफ़ाइल
uk: Профіль %(username)s

source: Unfollow
hi: अनफ़ॉलो करें
uk: Відписатися

source: Unblock
hi: अनब्लॉक करें
uk: Розблокувати

source: Block
hi: ब्लॉक करें
uk: Заблокувати

source: This user hasn't written a bio yet.
hi: इस उपयोगकर्ता ने अभी तक कोई बायो नहीं लिखा है।
uk: Цей користувач ще не написав біографію.

source: Polls Created
hi: बनाए गए पोल
uk: Створено опитувань

source: Votes Cast
hi: डाले गए वोट
uk: Віддано голосів

source: %(username)s's Polls
hi: %(username)s के पोल
uk: Опитування %(username)s

source: This user hasn't posted any polls yet.
hi: इस उपयोगकर्ता ने अभी तक कोई पोल पोस्ट नहीं किया है।
uk: Цей користувач ще не опублікував жодного опитування.
